Repository: wp-plugins/admin-management-xtended
Catalog: languages/admin-management-xtended-*.po
Languages: cs_cz, es_es

source: Admin Management Xtended requires at least WordPress 2.5!
cs_cz: Admin Management Xtended vyžaduje minimálně WordPress 2.5!
es_es: Admin Management Xtended requiere al menos WordPress 2.5!

source: The <strong>Admin Management Xtended</strong> plugin wasnt developed for WordPress 2.7 and higher, which has a QuickEdit feature already built-in. Please deactivate Admin Management Xtended plugin and use WordPress' QuickEdit feature.
es_es: El plugin <strong>Admin Management Xtended</strong> no fue creado para WordPress 2.7 o superior, que incluye una función de edición rápida ya incluída. Por favor, desactive este plugin y utilice la función preinstalada por WordPress.

source: You seem using the <em>Better Tags Manager</em> plugin, which collides with the <em>Admin Management Xtended</em> plugin since both extend the tags column. Please deactivate one of both to make this message disappear.
cs_cz: Zřejmě používáte plugin <em>Better Tags Manager</em>, který koliduje s pluginem <em>Admin Management Xtended</em>, protože oba rozšiřují sloupec štítků. Deaktivujte jeden z nich a toto hlášení zmizí.
es_es: Parece estar utilizando el plugin <em>Better Tags Manager</em>, que no es compatible con el plugin <em>Admin Management Xtended</em> pues ambos extienden la columna de etiquetas. Por favor, desactive uno de los dos para que este mensaje desaparezca.

source: (This message was created by Admin Management Xtended plugin)
cs_cz: (tato zpráva byla vytvořena Admin Management Xtended pluginem)
es_es: (Este mensaje fue generado por el plugin Admin Management Xtended)

source: Edit
es_es: Editar

source: Toggle comment status open/closed
cs_cz: Přepnutí stavu komentování
es_es: Cambiar estatus de comentarios: abiertos/cerrados

source: No Tags
cs_cz: Žádné štítky
es_es: No hay etiquetas

source: Uncategorized
cs_cz: Nezařazené
es_es: Sin categoría

source: Save
cs_cz: Uložit
es_es: Guardar

source: Cancel
cs_cz: Storno
es_es: Cancelar

source: You are not allowed to change the post author as this user.
es_es: No tiene autorización para cambiar el autor de esta entrada.

source: You are not allowed to change the page author as this user.
es_es: No tiene autorización para cambiar el autor de del página.

source: You are not allowed to edit this post.
es_es: No tiene autorización para editar esta entrada.

source: Sorry, you do not have the right to publish this post.
es_es: No tiene autorización para publicar esta entrada.

source: Toggle visibility
cs_cz: Přepnout viditelnost
es_es: Cambiar Visibilidad

source: Edit Page Order:
cs_cz: Upravit pořadí stránek:
es_es: Editar Orden de Páginas:

source: Off
cs_cz: Vyp.
es_es: Desactivado

source: Direct input
cs_cz: Zadáním
es_es: Ingreso Manual

source: Drag & Drop
cs_cz: Uchop a pusť
es_es: Arrastrar y Soltar

source: Drag & Drop <a href='http://www.schloebe.de/wordpress/admin-management-xtended-plugin/#pageorder' target='_blank' style='color:#fff;text-decoration:underline;'>[?]</a>
cs_cz: Uchop a pusť <a href='http://www.schloebe.de/wordpress/admin-management-xtended-plugin/#pageorder' target='_blank' style='color:#fff;text-decoration:underline;'>[?]</a>
es_es: Arrastrar y Soltar <a href='http://www.schloebe.de/wordpress/admin-management-xtended-plugin/#pageorder' target='_blank' style='color:#fff;text-decoration:underline;'>[?]</a>

source: Hide invisible Posts
cs_cz: Skrýt neviditelné příspěvky
es_es: Ocultar Entradas Invisibles

source: Show invisible Posts
cs_cz: Zobrazit neviditelné příspěvky
es_es: Mostrar Entradas Invisibles

source: Post Revisions
es_es: Revisiones de Entradas

source: Page Revisions
es_es: Revisiones de Páginas

source: Post
cs_cz: Příspěvek
es_es: Entrada

source: Please wait...
cs_cz: Čekejte...
es_es: Por favor, espere...

source: Slug may not be empty!
es_es: El Permalink no debe estar vacío!

source: Insert time
es_es: Insertar hora

source: Change image set
cs_cz: Změnit sadu ikon
es_es: Cambiar set de la imagen

source: Enhanced by Admin Management Xtended Plugin
cs_cz: Rozšíření pluginem Admin Management Xtended
es_es: Mejorado por el plugin Admin Management Xtended

source: Yes
es_es: Sí

source: Categories
cs_cz: Rubriky
es_es: Categorías

source: Media Order
cs_cz: Pořadí médií
es_es: Orden de la Biblioteca de Medios:

source: Description
es_es: Descripción

source: Actions
cs_cz: Akce
es_es: Acciones

source: Page Order
cs_cz: Pořadí stránek
es_es: Orden de Páginas

source: Change Publication Date
cs_cz: Změnit datum publikace
es_es: Cambiar Fecha de Publicación

source: Edit Page Slug
cs_cz: Upravit zkrácený název stránky
es_es: Cambiar Ruta de la Página

source: Tags
cs_cz: Štítky
es_es: Etiquetas

source: Edit Post Slug
cs_cz: Upravit zkrácený název příspěvku
es_es: Editar Ruta de la Entrada

source: You seem using the \"Better Tags Manager\" plugin, which collides with the \"Admin Management Xtended\" plugin since both extend the tags column. Please <a href=\"plugins.php\">deactivate</a> one of both to make this message disappear.
cs_cz: Zřejmě používáte plugin \"Better Tags Manager\", který koliduje s pluginem \"Admin Management Xtended\", protože oba rozšiřují sloupec štítků. Zkuste <a href=\"plugins.php\">deaktivovat</a> jeden z nich a tato zpráva zmizí.
es_es: Parece estar utilizando el plugin \"Better Tags Manager\", que no es compatible con el plugin \"Admin Management Xtended\" pues ambos extienden la columna de etiquetas. Por favor, <a href=\"plugins.php\">desactive</a> uno de los dos para que este mensaje desaparezca.

source: <strong>WordPress 2.5+ only.</strong> Extends admin functionalities by introducing: toggling post/page visibility inline, changing page order with drag'n'drop, inline category management, inline tag management, changing publication date inline, changing post slug inline, toggling comment status open/closed, hide draft posts, change media order, change media description inline, toggling link visibility, changing link categories
es_es: <strong>Sólo para WordPress 2.5+.</strong> Amplía las funcionalidades administrativas introduciendo el manejo desde el listado principal de entradas y páginas de: activación y desactivación de la visibilidad de las páginas/entradas, cambio de órden de página a través de una interfaz de arrastrar y soltar, administración de categorías y etiquetas, cambio de fecha de publicación, cambio del permalink, apertura y cierre de comentarios, ocultar borradores. Adicionalmente, permite cambiar el orden y descripciones de la biblioteca de medios, activar visibilidad de enlaces y cambiar las categorías de enlaces.

source: Edit Tags for Post
cs_cz: Upravit štítky k příspěvku

source: Y/m/d
cs_cz: j. n. Y

source: Change Page Title
cs_cz: Změnit název stránky

source: Edit Categories for Post
cs_cz: Upravit rubriku příspěvku

source: Edit Categories
cs_cz: Upravit rubriky

source: Change Post Title
cs_cz: Změnit název příspěvku

source: Admin Management Xtended
cs_cz: Rozšířená administrace

source: Extends admin functionalities by introducing: <abbr title="">toggling post/page visibility inline</abbr>, <abbr title="">changing page order with drag'n'drop</abbr>, <abbr title="">inline category management</abbr>, <abbr title="">inline tag management</abbr>, <abbr title="">changing publication date inline</abbr>, <abbr title="">changing post slug inline</abbr>, <abbr title="">toggling comment status open/closed</abbr>, <abbr title="">hide draft posts</abbr>, <abbr title="">change media order</abbr>
cs_cz: Rozšiřuje administrační funkce o: <abbr title="">přepnutí viditelnosti příspěvku/stránky</abbr>, <abbr title="">změna pořadí stránek systémem 'uchop a pusť'</abbr>, <abbr title="">průběžnou správu rubrik</abbr>, <abbr title="">průběžnou správu štítků</abbr>, <abbr title="">změnu data publikování</abbr>, <abbr title="">změnu zkráceného názvu</abbr>, <abbr title="">přepnutí stavu komentování</abbr>, <abbr title="">skrytí konceptů</abbr>, <abbr title="">změnu pořadí médií</abbr>
